Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden Windows Security App/Strings/*/Resources.resw
Source language: en_us
Languages: he_il

# GitHubDocsNavItem.Content
source: GitHub Documentation
he_il: תיעוד GitHub

# GitHubDocsNavItem.ToolTipService.ToolTip
source: Get online documentation from GitHub about how to use the application
he_il: קבל תיעוד מקוון מ-GitHub על איך להשתמש באפליקציה

# GitHubDocsNavItem.AutomationProperties.HelpText
source: Get online documentation from GitHub about how to use the application
he_il: קבל תיעוד מקוון מ-GitHub על איך להשתמש באפליקציה

# LogsNavItem.Content
source: Logs
he_il: יומני רישום

# SettingsNavItem.Content
source: Settings
he_il: הגדרות

# LogsNavItem.ToolTipService.ToolTip
source: View the application logs in real time
he_il: צפה ביומני הרישום של האפליקציה בזמן אמת

# LogsNavItem.AutomationProperties.HelpText
source: View the application logs in real time
he_il: צפה ביומני הרישום של האפליקציה בזמן אמת

# UpdateNavItem.ToolTipService.ToolTip
source: Check for updates
he_il: בדיקת עדכונים

# UpdateNavItem.AutomationProperties.HelpText
source: Check for updates
he_il: בדיקת עדכונים

# UpdateNavItem.Content
source: Update
he_il: עדכון

# MainSearchAutoSuggestBox.PlaceholderText
source: Search menu items...
he_il: חיפוש פריטי תפריט...

# MainSearchAutoSuggestBox.ToolTipService.ToolTip
source: Enter menu item names to find them quickly
he_il: הזן שמות פריטי תפריט כדי למצוא אותם במהירות

# MainSearchAutoSuggestBox.AutomationProperties.HelpText
source: Enter menu item names to find them quickly
he_il: הזן שמות פריטי תפריט כדי למצוא אותם במהירות

# RefreshLogFilesButton.Content
source: Refresh The Logs
he_il: רענן את יומני הרישום

# RefreshLogFilesButton.ToolTipService.ToolTip
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
he_il: קבל את יומני הרישום העדכניים ביותר לפגישה הנוכחית על ידי קריאתם מקובץ יומן הרישום בתיקיית התצורות של המשתמש

# RefreshLogFilesButton.AutomationProperties.HelpText
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
he_il: קבל את יומני הרישום העדכניים ביותר לפגישה הנוכחית על ידי קריאתם מקובץ יומן הרישום בתיקיית התצורות של המשתמש

# AppStartupMessage
source: App Startup, .NET runtime version: {0}
he_il: הפעלת אפליקציה, גרסת סביבת הריצה .NET: {0}

# AnotherInstanceRunningMessage
source: There is another instance of the Harden Windows Security running. This is just an informational log.
he_il: יש מופע נוסף של Harden Windows Security שפועל. זהו רק יומן רישום אינפורמטיבי.

# FileActivationDetectedMessage
source: File Activation detected
he_il: זוהתה הפעלה באמצעות קובץ

# FileActivationNoObjectsMessage
source: App was launched via File activation but arguments didn't have any file objects in them
he_il: האפליקציה הופעלה באמצעות הפעלת קובץ אבל הארגומנטים לא הכילו אובייקטי קובץ

# FileActivationNoArgumentsMessage
source: App was launched via File activation but without any file activation arguments
he_il: האפליקציה הופעלה באמצעות הפעלת קובץ אבל ללא ארגומנטים להפעלת קובץ

# ElevationRequiredButDeniedMessage
source: Elevation request was required to process the selected file but it was denied by the user. Exiting the app.
he_il: נדרשה בקשת הרשאות מוגברות כדי לעבד את הקובץ הנבחר אך היא נדחתה על ידי המשתמש. יציאה מהאפליקציה.

# ElevationDeniedMessage
source: Elevation request was denied by the user
he_il: בקשת הרשאות מוגברות נדחתה על ידי המשתמש

# WindowSizeSaveErrorMessage
source: There was a program saving the window size when closing the app: {0}
he_il: הייתה בעיה בשמירת גודל החלון בעת סגירת האפליקציה: {0}

# ErrorDialogTitle
source: An error occurred
he_il: אירעה שגיאה

# ErrorDialogContent
source: An unexpected error has occurred: {0}
he_il: אירעה שגיאה לא צפויה: {0}

source: OK
he_il: אישור

source: Cancelling...
he_il: מבטל...

source: Cancel
he_il: ביטול

# SettingCodeIntegrityLogSizeMessageOnly
source: Setting the Code Integrity Log Size
he_il: הגדרת גודל יומן רישום Code Integrity

# IncreasingCodeIntegrityLogSizeMessage
source: Increasing the Code Integrity log size by 1MB because its current free space is less than 1MB.
he_il: הגדלת גודל יומן רישום Code Integrity ב-1MB מכיוון שהמקום הפנוי הנוכחי שלו קטן מ-1MB.

# SettingCodeIntegrityLogSizeMessage
source: Setting Code Integrity log size to {0:N2} MB.
he_il: הגדרת גודל יומן רישום Code Integrity ל-{0:N2} MB.

# ProvidedLogSizeLessThanOrEqualOneMbNoChangesMadeMessage
source: Provided log size is less than or equal to 1 MB. No changes made.
he_il: גודל יומן הרישום שהוזן קטן או שווה ל-1 MB. לא בוצעו שינויים.

# FileRequiresElevatedPermissionsMessage
source: The file "{0}" requires elevated permissions.
he_il: הקובץ "{0}" דורש הרשאות מוגברות.

source: Status
he_il: סטטוס

# WarningTitle
source: WARNING
he_il: אזהרה

# ErrorTitle
source: Error
he_il: שגיאה

# SuccessTitle
source: Success
he_il: הצלחה

# CommandFailedWithExitCodeErrorMessage
source: The command '{0} {1}' failed with exit code {2}. Error: {3}
he_il: הפקודה '{0} {1}' נכשלה עם קוד יציאה {2}. שגיאה: {3}

# ElevationRequestCancelledByUserMessage
source: Elevation request cancelled by the user.
he_il: בקשת הרשאות מוגברות בוטלה על ידי המשתמש.

# ActivationManagerFailedWithHRESULTMessage
source: ActivationManager failed with HRESULT: 0x{0:X}
he_il: ActivationManager נכשל עם HRESULT: 0x{0:X}

# JumpListNotSupportedMessage
source: JumpList is not supported.
he_il: JumpList לא נתמך.

# AppElevationNoticeMain
source: Please launch Harden Windows Security as Administrator to access this page
he_il: אנא הפעל את Harden Windows Security כמנהל מערכת כדי לגשת לעמוד זה

# AppElevationNoticeExtraPrompt
source: Always prompt for elevation on app startup
he_il: תמיד בקש הרשאות מוגברות בהפעלת האפליקציה

# AppElevationNoticeTitle
source: Administrator privileges required
he_il: נדרשות הרשאות מנהל מערכת

# AppElevationNoticeRelaunch
source: Relaunch as Admin
he_il: הפעל מחדש כמנהל

# WindowMaximizedMsg
source: Window was maximized when the app closed last time, setting it to maximized now
he_il: החלון היה מקוסמט כאשר האפליקציה נסגרה בפעם האחרונה, הגדרתו כמקוסמט כעת

# SettingWindowSizeMessage
source: Setting the window size back to what it was when the app was closed. Height: {0} - Width: {1}
he_il: הגדרת גודל החלון חזרה למה שהיה כאשר האפליקציה נסגרה. גובה: {0} - רוחב: {1}

# SidebarTextBlock.Text
source: Sidebar
he_il: סרגל צד

# SidebarMainCaptionTextBlock.Text
source: Use the Sidebar for additional features.
he_il: השתמש בסרגל הצד לתכונות נוספות.

# SidebarGuideHyperlinkButton.Content
source: Sidebar Guide
he_il: מדריך סרגל צד

# SidebarGuideHyperlinkButton.ToolTipService.ToolTip
source: For Sidebar usage guide please visit the GitHub wiki page by clicking/tapping here.
he_il: למדריך שימוש בסרגל הצד אנא בקר בעמוד הויקי ב-GitHub על ידי לחיצה/נגיעה כאן.

# SidebarGuideHyperlinkButton.AutomationProperties.HelpText
source: For Sidebar usage guide please visit the GitHub wiki page by clicking/tapping here.
he_il: למדריך שימוש בסרגל הצד אנא בקר בעמוד הויקי ב-GitHub על ידי לחיצה/נגיעה כאן.

# SidebarHelpHyperlinkTextBlock.Text
source: Support - Ask Questions
he_il: תמיכה - שאל שאלות

# SettingsPageTitle.Text
source: Customize your app settings here. Your preferences will be saved so they're ready for you every time you start the Harden Windows Security.
he_il: התאם אישית את הגדרות האפליקציה כאן. ההעדפות שלך יישמרו כך שיהיו מוכנות עבורך בכל פעם שתפעיל את Harden Windows Security.

# Appearance.Text
source: Appearance
he_il: מראה

# About.Text
source: About
he_il: אודות

# AppearanceSectionSettingsExpander.Header
source: Make Harden Windows Security Look the Way You Want
he_il: בחר איך Harden Windows Security ייראה

# AppearanceSectionSettingsExpander.ToolTipService.ToolTip
source: Use various available options to change the appearance and visual effects of the Harden Windows Security
he_il: השתמש באפשרויות הזמינות השונות כדי לשנות את המראה והאפקטים הוויזואליים של Harden Windows Security

# AppearanceSectionSettingsExpander.AutomationProperties.HelpText
source: Use various available options to change the appearance and visual effects of the Harden Windows Security
he_il: השתמש באפשרויות הזמינות השונות כדי לשנות את המראה והאפקטים הוויזואליים של Harden Windows Security

# DarkerBackGroundSettingsCard.Description
source: Mostly suitable when using MicaAlt as the background.
he_il: מתאים בעיקר כאשר משתמשים ב-MicaAlt כרקע.

# DarkerBackGroundSettingsCard.Header
source: Darker Background
he_il: רקע כהה יותר

# DarkerBackGroundSettingsCard.ToolTipService.ToolTip
source: It will remove the extra light shadow from the background, giving an overall darker look to the Harden Windows Security's appearance.
he_il: זה יסיר את הצל הבהיר הנוסף מהרקע, נותן מראה כהה יותר בסך הכול למראה של Harden Windows Security.

# DarkerBackGroundSettingsCard.AutomationProperties.HelpText
source: It will remove the extra light shadow from the background, giving an overall darker look to the Harden Windows Security's appearance.
he_il: זה יסיר את הצל הבהיר הנוסף מהרקע, נותן מראה כהה יותר בסך הכול למראה של Harden Windows Security.

# ToggleSwitchGeneral.OnContent
source: On
he_il: מופעל

# ToggleSwitchGeneral.OffContent
source: Off
he_il: כבוי

# BackgroundStyleSettingsCard.Description
source: Customize the App Background Style
he_il: התאם אישית את סגנון רקע האפליקציה

# BackgroundStyleSettingsCard.Header
source: Background Style
he_il: סגנון רקע

# BackgroundStyleSettingsCard.ToolTipService.ToolTip
source: This is the backdrop of the Harden Windows Security. The changes will be visible in the background.
he_il: זהו הרקע של Harden Windows Security. השינויים יהיו נראים ברקע.

# BackgroundStyleSettingsCard.AutomationProperties.HelpText
source: This is the backdrop of the Harden Windows Security. The changes will be visible in the background.
he_il: זהו הרקע של Harden Windows Security. השינויים יהיו נראים ברקע.

# AppThemeSettingsCard.Description
source: Customize the Theme
he_il: התאם אישית את הערכת הנושא

# AppThemeSettingsCard.Header
source: Theme
he_il: ערכת נושא

# AppThemeSettingsCard.ToolTipService.ToolTip
source: Select a theme for the Harden Windows Security
he_il: בחר ערכת נושא עבור Harden Windows Security

# AppThemeSettingsCard.AutomationProperties.HelpText
source: Select a theme for the Harden Windows Security
he_il: בחר ערכת נושא עבור Harden Windows Security

# MainNavigationIconsSettingsCard.Description
source: Choose a style for the main navigation icons
he_il: בחר סגנון לאייקונים של הניווט הראשי

# MainNavigationIconsSettingsCard.Header
source: Icons Style
he_il: סגנון אייקונים

# MainNavigationIconsSettingsCard.ToolTipService.ToolTip
source: Pick a style for the main navigation's icons.
he_il: בחר סגנון לאייקונים של הניווט הראשי.

# MainNavigationIconsSettingsCard.AutomationProperties.HelpText
source: Pick a style for the main navigation's icons.
he_il: בחר סגנון לאייקונים של הניווט הראשי.

# MainNavigationLocationSettingsCard.Description
source: Customize the Navigation Menu location
he_il: התאם אישית את מיקום תפריט הניווט

# MainNavigationLocationSettingsCard.Header
source: Navigation Menu
he_il: תפריט ניווט

# MainNavigationLocationSettingsCard.ToolTipService.ToolTip
source: Select a location for the navigation menu
he_il: בחר מיקום לתפריט הניווט

# MainNavigationLocationSettingsCard.AutomationProperties.HelpText
source: Select a location for the navigation menu
he_il: בחר מיקום לתפריט הניווט

# BehaviorSettingSettingsExpander.Header
source: Change the behavior of the Harden Windows Security and various elements inside of it
he_il: שנה את ההתנהגות של Harden Windows Security ושל רכיבים שונים בתוכו

# Behavior.Text
source: Behavior
he_il: התנהגות

# BehaviorSettingSettingsExpander.ToolTipService.ToolTip
source: Change the behavior of the Harden Windows Security and various elements inside of it
he_il: שנה את ההתנהגות של Harden Windows Security ושל רכיבים שונים בתוכו

# BehaviorSettingSettingsExpander.AutomationProperties.HelpText
source: Change the behavior of the Harden Windows Security and various elements inside of it
he_il: שנה את ההתנהגות של Harden Windows Security ושל רכיבים שונים בתוכו

# ListViewsCenterVerticallyUponSelectionSettingsCard.Description
source: Whenever you select an item in a List View, center that item vertically on the screen.
he_il: בכל פעם שתבחר פריט ברשימה, מרכז את הפריט הזה אנכית על המסך.

# ListViewsCenterVerticallyUponSelectionSettingsCard.Header
source: List Views Center Vertically Upon Selection
he_il: מרכז רשימות אנכית בעת בחירה

# ListViewsCenterVerticallyUponSelectionSettingsCard.ToolTipService.ToolTip
source: Whenever you select an item in a List View, center that item vertically on the screen.
he_il: בכל פעם שתבחר פריט ברשימה, מרכז את הפריט הזה אנכית על המסך.

# ListViewsCenterVerticallyUponSelectionSettingsCard.AutomationProperties.HelpText
source: Whenever you select an item in a List View, center that item vertically on the screen.
he_il: בכל פעם שתבחר פריט ברשימה, מרכז את הפריט הזה אנכית על המסך.

# PromptForElevationSettingsCard.Description
source: If this is enabled, Harden Windows Security will prompt for elevation to run with Administrator privileges on startup.
he_il: אם זה מופעל, Harden Windows Security יבקש הרשאות מוגברות לפעול עם הרשאות מנהל מערכת בהפעלה.

# PromptForElevationSettingsCard.Header
source: Prompt For Elevation On Startup
he_il: בקש הרשאות מוגברות בהפעלה

# PromptForElevationSettingsCard.ToolTipService.ToolTip
source: If this is enabled, Harden Windows Security will prompt for elevation to run with Administrator privileges on startup.
he_il: אם זה מופעל, Harden Windows Security יבקש הרשאות מוגברות לפעול עם הרשאות מנהל מערכת בהפעלה.

# PromptForElevationSettingsCard.AutomationProperties.HelpText
source: If this is enabled, Harden Windows Security will prompt for elevation to run with Administrator privileges on startup.
he_il: אם זה מופעל, Harden Windows Security יבקש הרשאות מוגברות לפעול עם הרשאות מנהל מערכת בהפעלה.

# ScreenShieldSettingsCard.Description
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden Windows Security's window.
he_il: מנע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון Harden Windows Security.

# ScreenShieldSettingsCard.Header
source: Screen Shield
he_il: מגן מסך

# ScreenShieldSettingsCard.ToolTipService.ToolTip
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden Windows Security's window.
he_il: מנע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון Harden Windows Security.

# ScreenShieldSettingsCard.AutomationProperties.HelpText
source: Prevent other apps such as screen recorders (including Recall) to record or take screenshots of the Harden Windows Security's window.
he_il: מנע מאפליקציות אחרות כמו מקליטי מסך (כולל Recall) להקליט או לצלם צילומי מסך של חלון Harden Windows Security.

# PublishUserActivityInTheOSSettingsCard.Description
source: Publish various activities that you perform in the Harden Windows Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
he_il: פרסם פעילויות שונות שאתה מבצע ב-Harden Windows Security למערכת ההפעלה, מה שמאפשר להם להופיע ולהיות זמינים עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.

# PublishUserActivityInTheOSSettingsCard.Header
source: Publish Activity In The OS
he_il: פרסם פעילות במערכת ההפעלה

# PublishUserActivityInTheOSSettingsCard.ToolTipService.ToolTip
source: Publish various activities that you perform in the Harden Windows Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
he_il: פרסם פעילויות שונות שאתה מבצע ב-Harden Windows Security למערכת ההפעלה, מה שמאפשר להם להופיע ולהיות זמינים עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.

# PublishUserActivityInTheOSSettingsCard.AutomationProperties.HelpText
source: Publish various activities that you perform in the Harden Windows Security to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
he_il: פרסם פעילויות שונות שאתה מבצע ב-Harden Windows Security למערכת ההפעלה, מה שמאפשר להם להופיע ולהיות זמינים עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.

# LanguageTextBlock.Text
source: Language
he_il: שפה

# LanguageSettingSettingsExpander.Header
source: Switch between different supported user interface languages and layouts.
he_il: החלף בין שפות ופריסות ממשק משתמש נתמכות שונות.

# LanguageSettingSettingsExpander.ToolTipService.ToolTip
source: Switch between different supported user interface languages and layouts.
he_il: החלף בין שפות ופריסות ממשק משתמש נתמכות שונות.

# LanguageSettingSettingsExpander.AutomationProperties.HelpText
source: Switch between different supported user interface languages and layouts.
he_il: החלף בין שפות ופריסות ממשק משתמש נתמכות שונות.

# LanguageSelectionSettingsCard.Description
source: Select a different language from the list
he_il: בחר שפה אחרת מהרשימה

# LanguageSelectionSettingsCard.Header
source: Language Selection
he_il: בחירת שפה

# LanguageSelectionSettingsCard.ToolTipService.ToolTip
source: Select a different language from the list
he_il: בחר שפה אחרת מהרשימה

# LanguageSelectionSettingsCard.AutomationProperties.HelpText
source: Select a different language from the list
he_il: בחר שפה אחרת מהרשימה

# UIFlowDirectionSettingsCard.Description
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
he_il: החלף בין כיווני זרימה מימין לשמאל ומשמאל לימין עבור רכיבי ממשק המשתמש.

# UIFlowDirectionSettingsCard.Header
source: Flow Direction
he_il: כיוון זרימה

# UIFlowDirectionSettingsCard.ToolTipService.ToolTip
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
he_il: החלף בין כיווני זרימה מימין לשמאל ומשמאל לימין עבור רכיבי ממשק המשתמש.

# UIFlowDirectionSettingsCard.AutomationProperties.HelpText
source: Switch between Right-to-Left and Left-to-Right flow directions for the user interface elements.
he_il: החלף בין כיווני זרימה מימין לשמאל ומשמאל לימין עבור רכיבי ממשק המשתמש.

# UIFlowDirectionToggleSwitch.OnContent
source: Left-to-Right
he_il: שמאל לימין

# UIFlowDirectionToggleSwitch.OffContent
source: Right-to-Left
he_il: ימין לשמאל

# Sound.Text
source: Sound
he_il: צליל

# AppSoundSettingSettingsCard.Description
source: Hear audio feedback when using different elements of the Harden Windows Security
he_il: שמע משוב אודיו בעת שימוש ברכיבים שונים של Harden Windows Security

# AppSoundSettingSettingsCard.Header
source: Sound
he_il: צליל

# AppSoundSettingSettingsCard.ToolTipService.ToolTip
source: Hear audio feedback when using different elements of the Harden Windows Security
he_il: שמע משוב אודיו בעת שימוש ברכיבים שונים של Harden Windows Security

# AppSoundSettingSettingsCard.AutomationProperties.HelpText
source: Hear audio feedback when using different elements of the Harden Windows Security
he_il: שמע משוב אודיו בעת שימוש ברכיבים שונים של Harden Windows Security

# GitHubRepoHyperLinkButton.Content
source: GitHub repository
he_il: מאגר GitHub

# SpyNetGirlWebsiteHyperLinkButton.Content
source: SpyNetGirl Website
he_il: אתר SpyNetGirl

# MicrosoftStorePageHyperLinkButton.Content
source: Microsoft Store Page
he_il: עמוד Microsoft Store

# YouTubeChannelHyperLinkButton.Content
source: YouTube Channel
he_il: ערוץ YouTube

# DonationHyperLinkButton.ToolTipService.ToolTip
source: Your support helps me continue to create and maintain this project.
he_il: התמיכה שלך עוזרת לי להמשיך ליצור ולתחזק את הפרויקט הזה.

# DonationHyperLinkButton.AutomationProperties.HelpText
source: Your support helps me continue to create and maintain this project.
he_il: התמיכה שלך עוזרת לי להמשיך ליצור ולתחזק את הפרויקט הזה.

# DonationHyperLinkButton.Content
source: Donate
he_il: תרומה

# PrivacyPolicyHyperLinkButton.Content
source: Privacy Policy
he_il: מדיניות פרטיות

# SendFeedbackHyperLinkButton.Content
source: Send Feedback
he_il: שלח משוב

# Icons8WebsiteHyperLinkButton.Content
source: Icons8 website for all of the Icons used in this app
he_il: אתר Icons8 לכל האייקונים המשמשים באפליקציה זו

# SourceCodeHyperLinkButton.Content
source: Source Code
he_il: קוד מקור

# UpdatePageTitle.Text
source: Check for updates in this page. You can also enable automatic update check which will happen once at startup and you will be notified whenever a new version is available.
he_il: בדוק עדכונים בעמוד זה. אתה יכול גם להפעיל בדיקת עדכונים אוטומטית שתתרחש פעם אחת בהפעלה ותקבל הודעה כאשר גרסה חדשה זמינה.

# GuideButtonAtTop.Content
source: Guide
he_il: מדריך

# GuideButtonAtTop.ToolTipService.ToolTip
source: Click/Tap to visit the full Guide for this page on GitHub
he_il: לחץ/הקש כדי לבקר במדריך המלא לעמוד זה ב-GitHub

# GuideButtonAtTop.AutomationProperties.HelpText
source: Click/Tap to visit the full Guide for this page on GitHub
he_il: לחץ/הקש כדי לבקר במדריך המלא לעמוד זה ב-GitHub

# UpdatePageUpdateStatusInfoBar.Title
source: Update Status
he_il: סטטוס עדכון

# UpdatePageUpdateStatusInfoBar.AutomationProperties.HelpText
source: Update Status
he_il: סטטוס עדכון

# UpdatePageMoreInfoHyperLinkButton.Content
source: More info
he_il: מידע נוסף

# UpdatePageMoreInfoHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's main wiki page for the Harden Windows Security
he_il: פותח את עמוד הויקי הראשי של GitHub עבור Harden Windows Security

# UpdatePageMoreInfoHyperLinkButton.AutomationProperties.HelpText
source: Opens the GitHub's main wiki page for the Harden Windows Security
he_il: פותח את עמוד הויקי הראשי של GitHub עבור Harden Windows Security

# UpdatePageWhatsNewInfoBar.Title
source: Release Notes
he_il: הערות שחרור

# UpdatePageWhatsNewInfoBar.Message
source: Check out the GitHub releases for full release notes
he_il: בדוק את שחרורי GitHub להערות שחרור מלאות

# UpdatePageWhatsNewInfoBar.ToolTipService.ToolTip
source: Check out the GitHub releases for full release notes
he_il: בדוק את שחרורי GitHub להערות שחרור מלאות

# UpdatePageWhatsNewInfoBar.AutomationProperties.HelpText
source: Check out the GitHub releases for full release notes
he_il: בדוק את שחרורי GitHub להערות שחרור מלאות

# UpdatePageSeeWhatsNewHyperLinkButton.Content
source: See What's New
he_il: ראה מה חדש

# UpdatePageSeeWhatsNewHyperLinkButton.ToolTipService.ToolTip
source: Opens the GitHub's releases page where you can find the full release notes for the available update.
he_il: פותח את עמוד השחרורים של GitHub שם תוכל למצוא את הערות השחרור המלאות לעדכון הזמין.

# UpdatePageSeeWhatsNewHyperLinkButton.AutomationProperties.HelpText
source: Opens the GitHub's releases page where you can find the full release notes for the available update.
he_il: פותח את עמוד השחרורים של GitHub שם תוכל למצוא את הערות השחרור המלאות לעדכון הזמין.

# CheckForUpdateSettingsCard.Description
source: Once the updates are downloaded and installed, the next time you open the Harden Windows Security you will use the new version.
he_il: ברגע שהעדכונים יורדו ומותקנים, בפעם הבאה שתפתח את Harden Windows Security תשתמש בגרסה החדשה.

# CheckForUpdateSettingsCard.Header
source: Check for Harden Windows Security update
he_il: בדוק עדכון עבור Harden Windows Security

# CheckForUpdateSettingsCard.ToolTipService.ToolTip
source: Once the updates are downloaded and installed, the next time you open the Harden Windows Security you will use the new version.
he_il: ברגע שהעדכונים יורדו ומותקנים, בפעם הבאה שתפתח את Harden Windows Security תשתמש בגרסה החדשה.
